Workspace/run/12-sineWaveDamping-backward-pressureOutletNSCBCd-0hz-temperatureOutletNSCBC-300hz-velocityOutletNSCBC-0hz/Allrun
#!/bin/sh
cd "${0%/*}" || exit                                # Run from this directory
. ${WM_PROJECT_DIR:?}/bin/tools/RunFunctions        # Tutorial run functions
#------------------------------------------------------------------------------

runApplication blockMesh
runApplication $(getApplication)
postProcess -s sample postProcess -func sample -noZero
#------------------------------------------------------------------------------
